package task3;

public class Main3 {

}
/*3) Разработать программу формирования списка игроков, включающего имя игрока и количество очков, набранных в игре. Предусмотреть:
-добавление нового результата игрока (фамилии могут повторяться);
-вывод лучшего результата игрока
-редактирование записи об игроке по его фамилии(если фамилии повторяются, редактировать только первую)
-удаление записи об игроке по фамилии(если фамилии повторяются, удалить только первую)
-метод вывода отсортированного по результатам списка.*/